Repository: mozilla-l10n/mt-training-data
Catalog: gor/gor_pontoon.tmx
Source language: en_us
Languages: gor

source: %1$d out of %2$d
gor: %1$d lonto %2$d

source: 1. Multitask by opening %s at the same time!
gor: 1. Mowali momu'o wawu mokalaja pe'enta %s nga'amila!

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
gor: %1$s olo hemopohuna daputari bubulo u siladiya mayi lo Disconnect, Inc. sebagai hasil ilomata terpisah wawu independen to tibawa <a href="%2$s">GNU General Public License v3</a>, wawu sadi-sadiya <a href="%3$s">teya</a>.

source: %1$s cache cleared
gor: %1$s pilohepita yiluluto

source: %1$s downloaded
gor: %1$s mā pilopohuli

source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
gor: %1$s utiye peramban molinggahu wawu mohēlo pilohutu lo %2$s. Patuju lami mopolayi'a internet sēhati wawu bu'a-bu'adu.

source: %1$s is free and open source software made by %2$s and other contributors.
gor: %1$s yito perangkat moluluhu'o pereyi wawu bungoliyo bu'a-bu'adu u pilohutu lo %2$s wawu kontributor wuwewo.

source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
gor: %1$s piloposadiya ode Olemu wolo persyaratan <a href="%2$s">%3$s</a> wawu lisensi bungoliyo u bu'a-bu'adu uwewoliyo.

source: %1$s wants to access your location.
gor: %1$s ohila mongotota bilulo'amu.

source: %1$s was deleted
gor: %1$s mā yiluluto

source: 2. Access your favorite sites quickly by %s
gor: 2. Akses situs favorit Ulemu wolo u molinggahu %s

source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
gor: %2$s mopoyimo'o wolo u paralu po'opiyohulo %1$s ode nga'amila

source: About
gor: Tomimbihu

source: A browser made by %1$s, the non-profit committed to a free and open web.
gor: Peramban pilohutu lo %1$s, organisasi nirlaba yang berkomitmen to situs pereyi wawu bu'a-bu'adu.

source: adding them to the home screen!
gor: Duhengi ode duledehu!

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
gor: Kode bungo duhengiyo ode %1$s sadi-sadiya to tililahepo <a href="%2$s">lisensi</a> pereyi wawu bungoliyo u bu'a-bu'adu uwewoliyo.

source: ALLOW
gor: POLULIYA

source: BLOCK
gor: BUBULI

source: Block Ads
gor: Bubuli Ads

source: Block images
gor: Bubuli gāmbari

source: Block trackers
gor: Bubuli alupo

source: Bookmark removed
gor: Tuwoto buku mā yilinggi

source: Bookmarks
gor: Tuwoto buku

source: Bookmark saved
gor: Tuwoto buku mā tilahu

source: Bookmark updated
gor: Tuwoto buku pilopobohu

source: Browse faster than ever
gor: Monguli'ato ngo'ita lomato

source: Browse without a trace, and block a wide range of common web trackers by default. Ensure the security of your confidential data.
gor: Monguli'ato ja'o alupo wawu bubuli ngotayade damango alupo web lo'u layito. Pastiya amani lo data rahasia olemu.

source: Browsing data cleared
gor: Data monguli'ato yiluluto

source: Browsing history
gor: Riwāyati menjelajah

source: Cache
gor: Pilohepita

source: Cancel
gor: Batali

source: CANCEL
gor: BATALI

source: Cannot delete the file.
gor: Berkas ja mowali lulutolo.

source: Cannot display the screenshot
gor: Ja mowali mopobilohu cuplikan layar

source: Cannot find the file
gor: Berkas ja yilotapu

source: Capture page
gor: Tahuwa layar

source: Capturing screenshot of entire page…
gor: Mohutu cuplikan layar nga'amila laman…

source: Category: %1$s
gor: Dalala: %1$s

source: Changing settings…
gor: Boli'a setelan...

source: Check the address
gor: Parakisayi alamat

source: Choose a file to upload
gor: Tulawota berkas detohulo

source: Clear
gor: Luluta

source: Clear all browsing history?
gor: Luluta riwāyati monguli'ato?

source: Clear browsing data
gor: Beresiya data peramban

source: CLEAR BROWSING HISTORY
gor: LULUTA RIWĀYATI MONGULI'ATO

source: Clear cache
gor: Luluta pilohepita

source: Clear Data
gor: Beresiya data

source: Clear input
gor: Luluta tiluwoto

source: Close all
gor: He'uti nga'amila

source: Close all tabs?
gor: He'uti nga'amila tab?

source: Color your life!
gor: Padeti tutumulumu!

source: Cookies
gor: Kuki

source: Copy image address
gor: Wamiya alamat logāmbari

source: Copy link address
gor: Wamiya alamat wūmbuta

source: Date: %1$s
gor: Tanggal: %1$s

source: Default search engine
gor: Masina dudelo pololohu

source: Delete
gor: Luluta

source: DELETE
gor: LULUTA

source: Delete file
gor: Luluta berkas

source: Delete this image?
gor: Luluta gāmbari botiya?

source: Dismiss
gor: Hulīma'o

source: Dismiss find in page
gor: He'uti mololohu to halaman

source: Don’t ask again for this site until %1$s restarts
gor: Didu pohintu situs web botiya tunggulo %1$s mopotumulayi

source: Double click on the home background to switch themes.
gor: Tepuwa po'oluwo to latar duledehu u momoli'a tema.

source: Download canceled
gor: Batali mopohuli

source: downloading
gor: hemopohuli

source: Downloading…
gor: Mopohuli...

source: Download protocol not supported
gor: Protokol mopohuli ja dilukungi

source: Downloads
gor: Pilopohuli

source: Edit
gor: Boli'a

source: EDIT
gor: BOLI'A

source: Edit bookmark
gor: Boli'a tuwoto buku

source: English
gor: Enggeleti

source: Erase private browsing history
gor: Luluta riwayati monguli'ato pribadi

source: Exit
gor: Lumuwalo

source: failed
gor: lolohubu

source: Failed to capture screenshot
gor: Ja lowali lolahu cuplikan layar

source: - Fast and lightweight - Data saving - Powerful screenshots
gor: - Molinggahu wawu mohelo - Hemat data - Pencuplik layar yang canggih

source: FEEDBACK
gor: POTUNU

source: File saved to SD card
gor: Berkas mā tilahu to kartu SD

source: Find an app that can open link
gor: Lolohe aplikasi u mowali momu'o wūmbuta

source: Find in page
gor: Lolohe to halaman

source: Find next result
gor: Lolohe hasili lapatiyo

source: Find previous result
gor: Lolohe hasili yilalu

source: Form history
gor: Lonto riwāyati

source: Give feedback
gor: Wohiye potuhata

source: Gujarati
gor: Gujarat

source: Help
gor: Wubodu

source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
gor: Wey, yimontali peramban molinggahu wawu mohelo lonto %3$s. %1$s %2$s

source: History
gor: Riwāyati

source: Info
gor: Habari

source: Internal storage
gor: Tāhuwa internal

source: It may take a while
gor: Wulatipo ngope'e aba

source: Language
gor: Bahasa

source: Learn more
gor: Pobalājariyapo

source: Leave Feedback
gor: Lawoli potunu

source: Loading
gor: Modetohu

source: Location
gor: Bilulo'a

source: Location not available. Give permission to access your location.
gor: Bilulo'a ja otāwa. Wohiye ījini mongotota bilulo'amu.

source: Location permission is denied.
gor: Momilohu bilulo'a diliniliyo.

source: Long press to adjust brightness
gor: Woduta mohihewo mopo'otilango

source: Love %1$s?
gor: Motohilawo %1$s?

source: Make default browser
gor: Pohutuwa peramban uda'a

source: Make sure you are connected to the internet
gor: Popoyakiniya yi'o wuwūmbuta ode internet

source: Malayalam
gor: Malalayam

source: Missing permissions. Give Firefox Rocket permission to access your location.
gor: Diya'a ījini. Wohiye ījini ode Firefox Rocket mongotota bilulo'amu.

source: More options
gor: Tulawota uwēwo

source: multiple tabs
gor: multi tab

source: My shots
gor: Cuplikan ula'u

source: Name
gor: Tanggulo

source: Navigate back
gor: Mohuwalingo

source: Navigate forward
gor: Maju

source: Nepali
gor: Nepal

source: News
gor: Habari

source: New tab opened
gor: Tab bohu hilu'o

source: New update
gor: Mopobohu poli

source: Next
gor: Tunuhiyo

source: Next-level privacy
gor: Privasi lenggota de yitato

source: Night mode
gor: Bibilohu huyi

source: Night mode brightness
gor: Tilango mode huyi

source: No bookmarks
gor: Diya'a tuwoto buku

source: No browsing history
gor: Diya'a riwāyati monguli'ato

source: No downloads
gor: Diya'a u pilopohuli

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
gor: Diya'a aplikasi to perangkatimu u mowali momu'o wūmbuta botiya. Yi'o mowali molola %1$s mololohu %2$s aplikasi u mowali momu'o.

source: NOPE
gor: DE'E

source: No screenshots
gor: Diya'a cuplikan layar

source: No SD card detected. File was saved to internal storage.
gor: Kartu SD ja yilotapu. Berkas mā tilahu to internal.

source: not now
gor: dīpo yintiye

source: Now blocking images
gor: Sa'ati botiya bubuli gāmbari

source: Now showing images
gor: Sa'ati botiya popobilohe gāmbari

source: OK
gor: OKE

source: OK, got it!
gor: OKE, mā otāwa!

source: Open
gor: Hu'owa

source: OPEN
gor: HU'OWA

source: Open image in new tab
gor: Hu'owa gāmbari to tab bohu

source: Open link in new tab
gor: Hu'owa wūmbuta to tab bohu

source: paused
gor: mohuheli

source: Pending
gor: Mohuheli

source: Privacy Notice
gor: Tinepo Privasi

source: Private Browsing
gor: Monguli'ato Pribadi

source: Private tab
gor: Tab privat

source: Product Update Notice
gor: Mopo'ota mopobohu produk

source: RATE 5 STARS
gor: WOHĪ 5 POLIYAMA

source: Rate Us
gor: Wohiye Lenggota

source: RATE US
gor: WOHIYE LENGGOTA

source: Reload website
gor: Detohe ūlangi situs web

source: Remove
gor: Yinggila

source: Remove from list
gor: Yinggila monto daputari

source: Resolution: %1$s
gor: Resolusi: %1$s

source: Return to previous app
gor: Mohuwalingo ode aplikasi yilamuma'o

source: SAVE
gor: TAHUWA

source: Save data = Save money
gor: Hemat data = hemat doyi

source: Save downloads to
gor: Tahuwa unduhan to

source: Save image
gor: Tahuwa gāmbari

source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
gor: Hemat kuota data wolo momubulo iklan u'alupo. Lebe hemat da'a wonu Yi'o mopo'aktif bubulo gambari.

source: Screenshot deleted
gor: Cuplikan layar yiluluto

source: Screenshot saved
gor: Cuplikan layar tilahu

source: Screenshot the whole page
gor: Cuplik nga'amila layar

source: SD card
gor: Kartu SD

source: SD card is almost full. File was saved to internal storage.
gor: Kartu SD mā yimbidu mopolu. Berkas mā tilahu to internal.

source: Search history
gor: Lolohe riwāyati

source: Search in Firefox Lite
gor: Lolohe to Firefox Lite

source: Search in Firefox Rocket
gor: Lolohe to Firefox Rocket

source: Search or enter address
gor: Lolohe meyalo tuwota alamat

source: Secure connection
gor: Sambungan āmani

source: Send usage data
gor: Lawola data pilomake

source: settings
gor: setelan

source: Settings
gor: Setelan

source: Shape a better product for Indonesia
gor: Mopowali produk lebe molamahu ode Indonesia

source: Share
gor: Tayade

source: SHARE
gor: TAYADE

source: Share %1$s with friends!
gor: Tayade %1$s ode tamani!

source: Share image
gor: Tayade gāmbari

source: Share link
gor: Tayade wūmbuta

source: Share via
gor: Tayade ode

source: Share with friends
gor: Tayade ode tamani

source: Size: %1$s
gor: Tu'udu: %1$s

source: Skip
gor: Lawodi

source: Stop loading website
gor: Mohuheli modetohu situs web

source: Storage inaccessible. Download canceled.
gor: Tāhuwa ja yilotapu. Mopohuli bilatali.

source: Storage not available. Give permission to store photos and files on your device.
gor: Tāhuwa ja sadi-sadiya. Wohiye ījini Firefox Rocket molahu gāmbari wawu berkas to pilākasimu.

source: Storage permission is denied.
gor: Ijin molahu diliniliyo.

source: Successful
gor: Sukses

source: Support
gor: Modūkungi

source: SWITCH
gor: MOHEYI

source: System default
gor: Dudelo lo sistem

source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
gor: Cuplik layar nga'amila mopoheyi lo layar. Pobacawa secara luring ja momake kuota data meyambo woduta u mona'o ode laman Web boyito.

source: Tap to set default browser
gor: Aturuwa mowali peramban kakali

source: Tap
gor: Tepuwa

source: Thanks for choosing %1$s
gor: Odu'olo mā lolulawoto %1$s

source: Thank you for choosing our product. Your feedback is important to us.
gor: Odu'olo ma lolulawoto produk lami. Potunu wawu potuhatamu paralu ode olami.

source: Thank you for giving us feedback %1$s
gor: Odu'olo Yi'o ma longohi mayi potunu ode olami %1$s

source: The 7-day free VPN service is ready for you. Install now to browse more privately and securely.
gor: Layanan VPN pereyi 7 hari ma sadi-sadiya ode Olanto. Lato tahu'a pasiya alihu monguli'ato lebe pribadi wawu amani.

source: The address wasn’t understood
gor: Alamat ja otāwa

source: Title: %1$s
gor: Judul: %1$s

source: Today
gor: Yingontiye

source: To improve your product experience, we collect information about your screenshots’ categories.
gor: U mopolayi'o pengalaman produk, ami mohimo'o informasi tomimbihu kategori cuplikan layar Anda.

source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
gor: Alihu Firefox Lite lebe mopiyohu ode olemu wawu nga'amila tawu, ami lomoli'a ngolobotu tinepo privasi lami. Tepuwa u mobalājari.

source: To make Firefox Rocket better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
gor: Alihu Firefox Rocket lebe mopiyohu ode olemu wawu nga'amila tawu, ami lomoli'a ngolobotu tinepo privasi lami. Tepuwa u mobalājari.

source: TRY AGAIN
gor: YIMONTALI PE'ĒNTAPO

source: Turbo mode
gor: Mode susupo

source: Turbo mode disabled
gor: Turbo mode ja pasi-pasi

source: Turbo mode enabled
gor: Turbo mode pasi-pasi

source: Unable to clear cache
gor: Ja mowali moluluta pilohepita

source: Undo
gor: Kekeya

source: Unknown
gor: Ja otāwa

source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
gor: Pomakeya mode turbo momubulo iklan alupo alihu Yi'o molinggahu monguli'ato. Wonu situs orasawa o masa'ala, mowali nonaktif moli menu.

source: VIEW
gor: BILOHI

source: View your screenshots here!
gor: Bilohi cuplikan layar Ulemu teye!

source: Webpage not available
gor: Situs web ja sadi-sadiya

source: Website loaded
gor: Situs web diletohu

source: We have a new look!
gor: Bibilohu bohu!

source: We heard your feedback!
gor: Ami modungohu potuhatamu!

source: We need you! %1$s
gor: Ami paralu olemu! %1$s

source: We plan to integrate “Free Wifi-Finder” to help you find quality free internet connection nearby. Interested?
gor: Rencana lami yito mopotuwawu “Pololohu Wifi Pereyi” alihu mo'owubodu oli mongoli mo'otapu wumbuta internet pereyi membidu. Mohuto?

source: We plan to integrate “VPN service” to get you more freedom and more privacy when browsing. Interested?
gor: Rencana lami yito mopotuwawu "Layanan VPN" alihu Yi'o mo'otapu pereyi wawu privasi lebe ngohuntuwa to sa'ati monguli'ato. Mohuto?

source: With the evolved product, we bring you a newly refreshed %1$s, with new name and new logo.
gor: Melalui evolusi produk, popowuluwo mayi lami %1$s u molamahu, wolo tanggulo wawu logo bohu.

source: YES, PLEASE
gor: JOO, TODUWOLO

source: Yes, rate 5 stars!
gor: Jō, wohī 5 poliyama!

source: Yesterday
gor: Olāngo

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
gor: Yi'o ja o'ijini meyalo lisensi apa pun tomimbihu merek dagang Mozilla Foundation meyalo pihak mana pun, wayitiyo tanggulo meyalo logo %3$s, %4$s, meyalo %1$s. Informasi u lebe motombango mowali bilohelo <a href="%2$s">teye</a>.

source: You might need to install other software to open this address.
gor: Yi'o paralu mopopasi aplikasi uwēwo alihu mohu'o alamat botiye.

source: Your private browsing history has been erased.
gor: Riwayat menguli'ato pribadi Olemu ma yiluluto.

source: Your Rights
gor: Hakūmu

source: Your Rights / Licenses
gor: Hakūmu / Ījini

source: on the menu to capture an entire web page.
gor: to menu untuk mencuplik mo'a'amila laman.

source: About Test Pilot
gor: Tomimbihu Test Pilot

source: Cancel upload
gor: Bataliya modetohu

source: Change
gor: Boli'a

source: Copied!
gor: Yilami

source: Copy URL
gor: Kupe'iya URL

source: Delete this file?
gor: Luluta berkas botiya?

source: Download
gor: Mopohuli

source: Download Complete
gor: Mopohuli Yilapato

source: Download Encrypted File
gor: Mopohuli Enskripsi Berkas

source: Download { $filename }
gor: Mopohuli { $filename }

source: Downloading { $filename } ({ $size })
gor: Modetohu { $filename } ({ $size })

source: Enter Password
gor: Tuwota Password

source: Expires In
gor: Mopulito To

source: Feedback
gor: Potunu

source: File
gor: Berkas

source: Firefox Send
gor: Firefox Molawo

source: Free Download
gor: Pereyi Mopohuli

source: Never mind
gor: Sambelo

source: Notify me when the upload is complete.
gor: Poleleya ola'u wonu ma yilapato lodetohu.

source: { $num } hours
gor: { $num } jam

source: Once your file uploads you will be able to set expiry options.
gor: Bataliya modetohu

source: ({ $partialSize } of { $totalSize })
gor: ({ $partialSize } meyalo { $totalSize })

source: Ready to Send
gor: Siap Molawo

source: Select a file on your computer
gor: Tulawota berkas to delomo komputermu

source: Select a file to upload
gor: Tulawota berkas u detohulo

source: Send another file
gor: Lawola berkas uwewo

source: This file is large and may take a while to upload. Sit tight!
gor: Berkas botiya damango wawu paralu wakutu ngope'e mopodetohu. Potihulo'opo!

source: Time
gor: Wakutu

source: Try Firefox Send
gor: Yimontali Firefox Molawo

source: Unlock
gor: Hu'owa

source: Upload
gor: Detohe

source: Upload file
gor: Detohe berkas

source: Uploading { $filename } ({ $size })
gor: Hemodetohu { $filename } ({ $size })

source: web experiment
gor: web yimontalo

source: Yes
gor: Joo

source: Your download has completed.
gor: U pilopohulimu ma yilapato.

source: Your upload has finished.
gor: Diletohumu ma yilapato

source: Your upload was cancelled.
gor: Diletohumu ma bilatali
